"Preview" = "Vista previa";
"Info" = "Info";

"Name:" = "Nombre:";
"Kind:" = "Tipo:";
"Size:" = "Tamaño:";
"Capacity:" = "Capacidad:";
"Free:" = "Libre:";
"Modified:" = "Modificado:";
"Created:" = "Creado:";
"Owner:" = "Propietario:";
"Group:" = "Grupo:";
"Permission:" = "Privilegios:";
"Type:" = "Tipo:";
"Creator:" = "Creador:";
"Version:" = "Versión:";
"Path:" = "Ruta:";
"Resolved:" = "Resuelto:";
"Application:" = "Aplicación:";
"MP3:" = "MP3:";
"Format:" = "Formato:";
"Mount Point:" = "Punto de Montaje:";
"Device:" = "Dispositivo:";
"Volume:" = "Volumen:";

"rsrc:" = "rsrc:";
"data:" = "data:";
"Calculating..." = "Calculando...";
"Contents:" = "Contenido:";
" items" = " ítems";
" bytes" = " bytes";

"Calculate" = "Calculate";
